{
"Messages":[
"Now any regulated institution can create stable coin in a minute using XinFin Smart Contract creator. More info: https://www.mycontract.co/",
"Just Remainder: XinFin has released a Bounty program for the community. Contribute & Get Rewarded with Bounty Program. More detail: https://xinfin.org/bounty.php",  
"Let’s Start a discussion on XinFin Platform feedback/Comments or Contribution Idea.",
  "Connect your IoT Device to blockchain using kramaa Platform (Powered by XDC Protocol ): More detail: https://www.kramaa.com/",
  "Do you know that assets can be real time monitored using Kramaa, an IoT stack built on TOP of XDC Protocol. XinFin partners running the nodes can now help making projects and physical assets friendlier for financial institutions and insurance companies by running IoT stack. Here is how to start a PoC:https://docs.kramaa.com/Guide/how_to_setup/",
  "Do you know that buyers, suppliers can now become XinFin partners to share KYC and projects data to deploy Project Bonds by setting up XinFin Masternodes. Financiers can trade these project bonds in regulated secondary markets.Here is how to start a PoC :https://docs.tradefinex.org/Guide/how_to_setup/",
  "Do you know that XinFin Partners is disrupting the Invoice discounting industry by developing inFactor as a decentralised Invoice Discounting platform by setting up XinFin Nodes. Here is how to start a PoC: https://docs.xinfin.org/docs/dapp/infactor.io/conduct-a-poc",
  "Refer to friends and earn free XDC using Alphaex Referral Program. More detail: https://alphaex.net/referral",
  "Did you know XinFin masternode gives incentives and rights to write transaction on the network? Setup your node: https://xinfin.org/setup-masternode.php ",
  "XinFin Developer Resource available at : https://docs.xinfin.org/",
  "XinFin Change energy consuming Proof of Work (PoW) to XDPoS. more detail at https://xinfin.org/xinfin-consensus.php ",
  "Check XinFin Network Status at the link: http://xinfin.network/#stats",
  "Follow Twitter to get a quick alert on any XinFin announcement or update: https://twitter.com/XinFin_Official/"
]
}
